{
  "administration": {
   ".delmsgoncmd": "Включает автоматическое удаление правильного введения команды, чтобы не допустить флуд в чате. Вы можете использовать это  либо в качестве переключателя сервера, белого листа каналов, или черный список каналов, поскольку опция канала имеет 3 настройки: включить (всегда делать это на этом канале), отключить (никогда не делать этого на этом канале) и наследовать (соблюдать настройку сервера). Используйте параметр `list`, чтобы увидеть текущие состояния.",
   ".deafen": " Заглушает упомянутого пользователя или пользователей.",
   ".undeafen": " Убирает заглушение упомянутым пользователям или пользователю.",
   ".delvoichanl": "Удаляет голосовой канал с заданным именем.",
   ".creatvoichanl": "Создаёт новый канал с заданным именем.",
   ".deltxtchanl": "Удаляет текстовый канал с заданным именем.",
   ".creatxtchanl": "Создаёт текстовый канал с заданным именем.",
   ".settopic": " Устанавливает тему на данном канале.",
   ".setchanlname": " Изменяет имя данного канала.",
   ".edit": "Изменяет сообщения бота, вы можете указать идентификатор сообщения. Поддержка вложений.",
   ".autoassignrole": " Автоматически назначает определенную роль каждому пользователю, который присоединяется к серверу. Не предоставлять аргументы для отключения. .",
   ".gvc": "Переключает функцию голосового канала в голосовом канале, в котором вы сейчас находитесь. Пользователи, которые присоединяются к голосовому каналу игры, автоматически переадресуются на голосовый канал с именем своей текущей игры, если он существует. Невозможно переместить пользователей на каналы, на которые бот не имеет разрешения на подключение.",
   ".languageset": " Устанавливает язык ответа сервера. Если строки ответа бота были переведены на этот язык, бот будет использовать этот язык на этом сервере. Сбросьте, используя `default` в качестве имени локали. Не указывайте аргументы, чтобы видеть установленный язык.",
   ".langsetdefault": " Устанавливает язык ответа по умолчанию для бота. Все серверы, которые используют стандарт по умолчанию, будут использовать этот. Установка в значение `default` будет использовать текущую культуру хоста. Не указывайте аргументы, чтобы видеть установленный язык.",
   ".languageslist": " Список языков, для которых существует перевод (или его часть).",
   ".logserver": " Включает или отключает ВСЕ события журнала. Если включено, все события журнала будут регистрироваться на этом канале.",
   ".logignore": "Переключает, будь то `.logserver` команда игнорирует этот канал. Полезно, если у вас есть скрытый канал администрирования и общий канал журнала.",
   ".logevents": " Показывает список всех событий, на которые вы можете подписаться с `.log`",
   ".log": " Переключает событие регистрации. Отключает его, если он активен в любом канале сервера. Включает, если он неактивен. Используйте `.logevents`, чтобы просмотреть список всех событий, на которые вы можете подписаться.",
   ".setmuterole": "Устанавливает имя роли, которая будет назначена людям, которых нужно отключить. По умолчанию используется mashiro-mute.",
   ".mute": "Отключение упомянутого пользователя как от разговоров, так и от беседы. Вы также можете указать время в минутах (до 1440), как долго пользователь должен быть отключен.",
   ".unmute": " Отключает упомянутого пользователя, ранее отключенного командой `.mute`.",
   ".chatmute": " Предотвращает общение пользователя в текстовых каналах.",
   ".chatunmute": " Удаляет роль отключения звука, установленную ранее указанным пользователем с помощью `.chatmute`, что помешало ему общаться в текстовых каналах.",
   ".voicemute": "Предотвращает, чтобы упомянутый пользователь разговаривал в голосовых каналах.",
   ".voiceunmute": "Предоставляет ранее разрешенному голосом пользователю разрешение говорить.",
   ".prefix": "Устанавливает префикс этого сервера для всех команд бота. Не указывайте аргументы, чтобы увидеть текущий префикс сервера. ** Для настройки префикса требуется разрешение сервера администратора. **",
   ".antiraid": "Устанавливает защиту на рейде на сервере. Первый аргумент - это число людей, которые будут вызывать защиту. Второй - это временной интервал, в который это число людей должно присоединиться, чтобы инициировать защиту, а третий аргумент - наказание для этих людей (Kick, Ban, Mute) ",
   ".antispam": "Останавливает людей повторять одно и то же сообщение X раз подряд. Вы можете указать либо отключить звук, либо прервать или запретить преступников. Если вы используете немой, вы можете добавить несколько секунд в конец, чтобы использовать тайм-аут. Максимальное количество сообщений - 10.",
   ".antispamignore": "Просматривает, игнорирует ли антиспам текущий канал. Антиспам должен быть включен.",
   ".antilist": "Показывает в настоящее время функции защиты.",
   ".prune": "`.prune` удаляет все сообщения Маширо в последних 100 сообщениях. `.prune X` удаляет последнее количество сообщений« Х »из канала (до 100). `.prune @ Someone` удаляет все сообщения Someone в последних 100 сообщениях. `.prune @Someone X` удаляет последний` X` номер сообщения «Кто-то» в канале.",
   ".slowmode": "Переключает медленный режим. Отключено, не задавая никаких параметров. Чтобы включить, укажите количество сообщений, которые может отправить каждый пользователь, и интервал в секундах. Например, 1 сообщение каждые 5 секунд.",
   ".slowmodewl": "Игнорирует роль или пользователя из функции медленного режима.",
   ".reactionroles": "Укажите имена ролей и сервер emojis, с которыми они представлены, затем бот добавит эти эмоции к предыдущему сообщению в канале, и пользователи смогут получить роли, нажав на emoji. Вы можете установить 'excl' в качестве первого аргумента, чтобы сделать их исключительными. Вы можете включить до 5 из них на одном сервере за раз.",
   ".reactionroleslist": "Перечисляет все сообщения ReactionRole на этом канале и их индексы.",
   ".reactionrolesremove": "Удалено сообщение ReactionRole по указанному индексу.",
   ".setrole": "Устанавливает роль для данного пользователя.",
   ".removerole": "Удаляет роль у данного пользователя.",
   ".renamerole": "Переименовывает роль. Роль, которую вы переименовываете, должна быть ниже самой высокой роли бота.",
   ".removeallroles": "Удаляет все роли у упомянутого пользователя.",
   ".createrole": "Создает роль с заданным именем.",
   ".rolehoist": "Включает отображение этой роли на боковой панели или нет.",
   ".rolecolor": "Установите цвет роли в значение цвета шестнадцатеричного или 0-255 rgb. Не указывайте цвета, чтобы увидеть шестнадцатеричный цвет указанной роли.",
   ".mentionrole": "Mentions a role. If the role is not mentionable, bot will make it mentionable for a moment.",
   ".adsarm": "Включает автоматическое удаление подтверждений для команд `.iam` и` .iamn`.",
   ".asar": "Добавляет роль в список назначаемых пользователем ролей. Вы также можете указать группу. Если включена функция «Эксклюзивные самонастраиваемые роли», пользователи смогут выбрать одну роль для каждой группы.",
   ".rsar": "Удаляет определенную роль из списка назначаемых пользователем ролей.",
   ".lsar": "Содержит список назначаемых ролей. Показывает 20 ролей на страницу.",
   ".togglexclsar": "Включает ли эксклюзивные роли самостоятельно назначенные роли. Хотя они включены, пользователи могут иметь только одну самостоятельную роль для каждой группы.",
   ".rolelevelreq": "Задайте требование уровня для самостоятельной роли.",
   ".iam": "Добавляет вам роль, которую вы выбираете. Роль должна быть в списке назначаемых себе ролей.",
   ".iamnot": "Удаляет у вас определенную роль. Роль должна быть в списке самонастраиваемых ролей.",
   ".shardstats": "Статистика для осколков. С разбивкой по 25 осколков на страницу.",
   ".setnick": "Изменяет ник бота на этом сервере. Вы также можете настроить таргетинг на других пользователей, чтобы изменить их ник.",
   ".greetdel": "Устанавливает время, которое требуется (в секундах) для автоматического удаления приветственных сообщений. Установите для этого параметра значение 0, чтобы отключить автоматическое удаление.",
   ".greet": "Переключает объявления на текущий канал, когда кто-то присоединяется к серверу.",
   ".greetmsg": "Устанавливает новое объявление о соединении, которое будет отображаться на канале сервера. Введите `% user%`, если вы хотите указать нового участника. Используя его без сообщения, вы увидите текущее приветственное сообщение. Вы можете использовать embed json из <http://mbot.gachi.ru/embed/> вместо обычного текста, если вы хотите, чтобы сообщение было встроено.",
   ".greetdm": "Переключает, будут ли сообщения приветствия отправляться в DM (это отдельно от приветствия - вы можете иметь оба, любые или никому не разрешенные).",
   ".greetdmmsg": "Устанавливает новое объявление о соединении, которое будет отправлено пользователю, который присоединился. Введите `% user%`, если вы хотите указать нового участника. Использование этого сообщения без сообщения покажет текущее сообщение приветствия DM. Вы можете использовать embed json из <http://mbot.gachi.ru/embed/> вместо обычного текста, если вы хотите, чтобы сообщение было встроено.",
   ".bye": "Переключает объявления на текущий канал, когда кто-то покидает сервер.",
   ".byemsg": "Устанавливает новое объявление о бронировании. Введите `% user%`, если вы хотите показать имя пользователя, который ушел. Введите `% id%` для отображения id. Используя эту команду без сообщения, вы увидите текущее сообщение bye. Вы можете использовать embed json из <http://mbot.gachi.ru/embed/> вместо обычного текста, если вы хотите, чтобы сообщение было встроено.",
   ".byedel": "Устанавливает время, которое требуется (в секундах) для автоматического удаления сообщений bye. Установите его на `0`, чтобы отключить автоматическое удаление.",
   ".timezones": "Список всех часовых поясов, доступных в системе, которые будут использоваться с `.timezone`",
   ".timezone": "Устанавливает часовой пояс этой гильдии. Это влияет на время выхода бота на этом сервере (журналы и т. Д.)",
   ".warn": "Предупреждает пользователя.",
   ".warnlog": "См. Список предупреждений определенного пользователя.",
   ".warnlogall": "См. Список всех предупреждений на сервере. 15 пользователей на страницу.",
   ".warnclear": "Удаляет все предупреждения от определенного пользователя. Вы можете указать номер для очистки определенного.",
   ".warnpunish": "Устанавливает наказание за определенное количество предупреждений. Не допускайте наказания.",
   ".warnpunishlist": "Перечисляет наказания за предупреждения.",
   ".ban": "Запрет пользователя по идентификатору или имени с необязательным сообщением.",
   ".unban": "Отменяет пользователя с предоставленным user#discrim или id.",
   ".softban": "Запрещает, а затем отключает пользователя по идентификатору или имени с необязательным сообщением.",
   ".kick": "Выгоняет упомянутого пользователя.",
   ".vcrole": "Устанавливает или сбрасывает роль, которая будет предоставляться пользователям, которые присоединяются к голосовому каналу, в котором вы находитесь, при выполнении этой команды. Не указывать имя роли для отключения. Вы должны быть в голосовом канале для выполнения этой команды.",
   ".vcrolelist": "Показывает список установленных в настоящее время голосовых каналов."
   },
   "CustomReactions": {
   ".addcustreact": "Добавьте пользовательскую реакцию с триггером и ответом. Для выполнения этой команды на сервере требуется разрешение администратора. Выполнение этой команды в DM является только владельцем Bot и добавляет новую глобальную пользовательскую реакцию.",
   ".editcustreact": "Добавьте пользовательскую реакцию с триггером и ответом. Для выполнения этой команды на сервере требуется разрешение администратора. Выполнение этой команды в DM является только владельцем Bot и добавляет новую глобальную пользовательскую реакцию..",
   ".listcustreact": "Перечисляет глобальные или серверные пользовательские реакции (20 команд на страницу). Запуск команды в DM будет отображать глобальные пользовательские реакции, а при запуске на сервере будут перечислены пользовательские реакции сервера. Задание аргумента `all` вместо номера будет DM вы текстовым файлом со списком всех пользовательских реакций.",
   ".listcustreactg": "Перечисляет глобальные или серверные пользовательские реакции (20 команд на страницу), сгруппированные по триггеру, и показывают количество ответов для каждого. Запуск команды в DM будет отображать глобальные пользовательские реакции, а при запуске на сервере будут перечислены пользовательские реакции сервера.",
   ".showcustreact": "Показывает реакцию пользовательской реакции на определенный идентификатор.",
   ".crca": "Включает настраиваемую реакцию, если сообщение запуска содержит ключевое слово (вместо того, чтобы начинать с него).",
   ".crdm": "Переключает, будет ли сообщение ответа пользовательской реакции отправлено как прямое сообщение.",
   ".crad": "Включает ли автоматическое удаление сообщения, инициирующего пользовательскую реакцию.",
   ".crstats": "Показывает список пользовательских реакций и количество раз, когда они были выполнены. Разделено на 10 страниц. Используйте `.crstatsclear` для сброса счетчиков."
   },
   "Gambling": {
   ".timely": "Используйте, чтобы получить свою валюту. Владелец бота должен указать сумму и период, как часто вы можете требовать свою валюту.",
   ".raffle": "Распечатывает имя и идентификатор случайного пользователя онлайн с сервера или пользователя онлайн в указанной роли.",
   ".raffleany": "Распечатывает имя и идентификатор случайного пользователя с сервера или из указанной роли.",
   ".$": "Проверьте, сколько валюты у человека есть. (По умолчанию для себя)",
   ".curtrs": "Показывает ваши валютные операции на указанной странице. Владелец бота также может видеть транзакции других людей.",
   ".give": "Дайте кому-то определенную сумму валюты. Вы можете указать причину после упоминания.",
   ".rollduel": "Вызовите кого-то в roll duel, указав количество и пользователь, которого вы хотите оспорить, в качестве параметров. Чтобы принять вызов, просто укажите имя пользователя, который бросил вызов вам, без суммы.",
   ".betroll": "Делает определенную сумму валюты и бросает кости. Прокрутка более 66 дает х2 вашей валюты, более 90 - x4 и 100 x10.",
   ".leaderboard": "Отображает таблицу лидеров ботов.",
   ".rps": "Сыграйте в игру Rocket-Paperclip-Scissors с Маширо. Вы можете поспорить на нем. Множитель такой же, как на betflip.",
   ".race": "Начинает новую гонку животных.",
   ".joinrace": "Присоединяется к новой гонке. Вы можете указать сумму валюты для ставок (необязательно). Вы вернете YourBet * (участники-1), если выиграете.",
   ".blackjack": "Начните или присоединитесь к игре в блэкджек. Вы должны указать сумму, на которую вы хотите играть. Используйте команды `.hit`,` .stand` и `.double` для воспроизведения. В игре играют 4 колоды. Дилер попадает на мягкие 17 и выигрывает ничьи.",
   ".hit": "В игре в блэкджек спросите у дилера дополнительную карту.",
   ".stand": "Закончите свой ход в игре в блэкджек.",
   ".double": "В игре в блэкджек удвойте ставку, чтобы получить ровно еще одну карту, и ваш ход заканчивается.",
   ".rafflecur": "Начинает или присоединяется к валютной лотерее с указанной суммой. Пользователи, присоединившиеся к лотерее, потеряют указанную валюту и добавят ее в банк. Через 30 секунд будет выбран случайный победитель, который получит весь банк. Существует также смешанный режим, в котором пользователи смогут присоединиться к игре с любой суммой валюты и имеют свои шансы быть пропорциональными сумме, которую они сделали.",
   ".roll": "Роллите от 0-100. Если вы поставили номер `X`, он скатывает до 30 обычных кубиков. Если вы разделите 2 числа буквой. `Y` может быть буквой 'F', если вы хотите катить кости судьбы вместо dnd.",
   ".rolluo": "Ролл `X` нормальные кости (до 30) неупорядочены. Если вы разделите 2 числа буквой `d` (` xdy`), она перевернет `X` кости от 1 до` y`.",
   ".nroll": "Ролл в заданном диапазоне. Если вы укажете только одно число вместо диапазона, оно будет от 0 до данного числа.",
   ".draw": "Рисует карту с колоды этого сервера. Вы можете сделать до 10 карт, предоставив несколько карт для рисования.",
   ".drawnew": "Рисует карту из новой колоды карт. Вы можете сделать до 10 карт, поставив несколько карт для розыгрыша.",
   ".deckshuffle": "Перетаскивает все карты обратно в колоду.",
   ".flip": "Поткидывает монеты(у) - головы или хвосты и показывает изображение.",
   ".betflip": "Ставка на угадание будет результатом головок или хвостов. Угадайте, что вы 1.95x вы сделали ставку (округлили). Множитель может быть изменен владельцем бота.",
   ".shop": "Список товаров в магазине администратора сервера. Пронумерованный.",
   ".buy": "Покупает предмет из магазина по заданному индексу. Если вы покупаете предметы, убедитесь, что бот может вам помочь.",
   ".shopadd": "Добавляет товар в магазин, указав цену и имя типа. Доступные типы - это роль и список.",
   ".shoplistadd": "Добавляет элемент в список позиций для продажи в записи магазина с учетом индекса. Обычно вы хотите запустить эту команду в секретном канале, чтобы уникальные элементы не просочились.",
   ".shoprem": "Удаляет предмет из магазина по его идентификатору.",
   ".slot": "Играйте в игровые автоматы Mashiro. Макс. Ставка - 9999. Время восстановления 1.5 секунды для каждого пользователя.",
   ".waifureset": "Сбрасывает статистику вашего waifu, кроме текущего waifus.",
   ".claimwaifu": "Заявите waifu для себя, потратив валюту. Вы должны потратить на 10% больше ее текущей стоимости, если она не установит `.affinity` к вам.",
   ".waifutransfer": "Передайте право собственности на один из ваших waifus другому пользователю. Вы должны заплатить 10% от стоимости вашего waifu.",
   ".divorce": "Освобождает ваше требование от конкретного waifu. Вы получите часть денег, которые вы потратили, если только эта вайфу не будет к вам привязана. Восстановление в течение 6 часов.",
   ".affinity": "Устанавливает вашу близость к кому-то, к кому вы хотите заявить себя. Настройка близости уменьшит их `.claim` на вас на 20%. Вы можете оставить второй аргумент пустым, чтобы очистить свою близость. Время восстановления: 30 минут.",
   ".waifus": "Показывает 9 waifu. Вы можете указать другую страницу, чтобы показать другой waifus.",
   ".waifuinfo": "Показывает статистику waifu для целевого человека. По умолчанию вам, если ни один пользователь не предоставлен.",
   ".waifugift": "Подарите предмет кому-то. Это увеличит их значение waifu на 50% от стоимости подаренного предмета, если у них нет привязанности к вам, или 100%, если они это сделают. Не указывайте аргументы, чтобы увидеть список предметов, которые вы можете подарить.",
   ".wheeloffortune": "Делает определенную сумму валюты на колесе фортуны. Колесо может остановиться на одном из многих разных множителей. Сумма выигрыша округляется до ближайшего целого числа."
   },
   "Games": {
   ".choose": "Выбирает вещь из списка вещей",
   ".8ball": "Спросите у 8ball вопрос «да / нет».",
   ".rategirl": "Спросите у 8ball вопрос «да / нет»",
   ".linux": "Распечатывает настраиваемое междометие Linux",
   ".acrophobia": "Начинает игру Acrophobia.",
   ".cleverbot": "Переключает сеанс cleverbot. Когда включено, бот будет отвечать на сообщения, начинающиеся с бота на сервере. Пользовательские реакции, начинающиеся с% упоминания%, не будут работать, если включен cleverbot.",
   ".connect4": "Создает или присоединяется к существующей игре connect4. Для игры требуются 2 игрока. Цель игры состоит в том, чтобы получить 4 ваших фигуры рядом друг с другом в вертикальной, горизонтальной или диагональной линии.",
   ".hangmanlist": "Показывает список типов терминов палача.",
   ".hangman": "Начинает игру палача в канале. Используйте `.hangmanlist`, чтобы просмотреть список доступных типов терминов. По умолчанию «все».",
   ".hangmanstop": "Останавливает активную игру hangman на этом канале, если она существует.",
   ".leet": "Преобразует текст в leetspeak с 6 (1-6) уровнями серьезности",
   ".nunchi": "Создает или присоединяется к существующей игре nunchi. Пользователи должны подсчитать на 1 от стартового номера, показанного ботом. Если кто-то совершает ошибку (вводит неверный номер или повторяет тот же номер), они выходят из игры, и новый раунд начинается без них. Требуется минимум 3 пользователя.",
   ".pick": "Выбирает валюту, установленную на этом канале. Восстановление 60 секунд.",
   ".plant": "Проведите курс валюты, чтобы установить его в этом канале. По умолчанию 1. (Если бот перезагружен или крашнулся, валюта будет потеряна)",
   ".gencurrency": "Включает обмен валюты на этом канале. У каждого опубликованного сообщения будет шанс вызвать валюту. Шанс задается владельцем бота. (по умолчанию 2%)",
   ".poll": "Создает публичный опрос, который требует, чтобы пользователи вводили число вариантов голосования в команде канала, запускались.",
   ".pollstats": "Показывает результаты опроса, не останавливая опрос на этом сервере.",
   ".pollend": "Останавливает активный опрос на этом сервере и выводит результаты на этом канале.",
   ".typestart": "Начинает конкурс печати.",
   ".typestop": "Остановка конкурса ввода текста на текущем канале.",
   ".typelist": "Список добавленных печатных статей с их идентификаторами. 15 на страницу.",
   ".tictactoe": "Начинает игру в tic tac toe. Другой пользователь должен запустить команду в том же канале, чтобы принять вызов. Используйте цифры 1-9 для воспроизведения.",
   ".trivia": "Начинает игру мелочей. Вы можете добавить `nohint` для предотвращения подсказок. По умолчанию первый игрок получает 10 очков. Вы можете указать другое число. 30 секунд на вопрос.",
   ".tl": "Показывает текущую таблицу лидеров.",
   ".tq": "Закрывает текущие мелочи после текущего вопроса."
   },
   "Help": {
   ".modules": "Список всех модулей бота.",
   ".commands": "Список всех команд бота из определенного модуля. Вы можете указать полное имя или только первые несколько букв имени модуля.",
   ".help": "Либо показывает помощь для одной команды, либо DM, которые вы связываете, если аргументы не указаны.",
   ".readme": "Отправляет readme и ссылки на канал.",
   ".donate": "Инструкции по финансовому содействию проекту."
   },
   "Music": {
   ".play": "Если аргументы не указаны, действует как команда `.next 1`. Если вы укажете номер песни, он перейдет к этой песне. Если вы указываете поисковый запрос, он действует как команда `.q`",
   ".queue": "Очередь песни с использованием ключевых слов или ссылки. Bot присоединится к вашему голосовому каналу. ** Вы должны быть в голосовом канале **.",
   ".queuenext": "Очередь песни с использованием ключевых слов или ссылки. Bot присоединится к вашему голосовому каналу. ** Вы должны быть в голосовом канале **.",
   ".queuesearch": "Найдите результат 5 лучших результатов в YouTube, используя ключевые слова, и введите индекс песни для воспроизведения этой песни. Bot присоединится к вашему голосовому каналу. ** Вы должны быть в голосовом канале **.",
   ".listqueue": "Список из 10 в настоящее время помещенных в очередь песен на странице. Страница по умолчанию: 1.",
   ".next": "Переход к следующей песне в очереди. Вы должны быть в том же голосовом канале, что и бот. Вы можете пропустить несколько песен, но в этом случае песни не будут запрашиваться, если включены .rcs или .rpl.",
   ".stop": "Остановка музыки и сохранение текущего индекса песни. Вы должны находится на этом канале.",
   ".autodisconnect": "Переключает, должен ли бот отключиться от голосового канала, как только он будет воспроизводить все песни.",
   ".destroy": "Полностью останавливает музыку и отсоединяет бота от канала. (может вызвать странное поведение)",
   ".pause": "Пауза или отмена песни.",
   ".volume": "Устанавливает громкость воспроизведения музыки (0-100%)",
   ".defvol": "Устанавливает громкость музыки по умолчанию при запуске воспроизведения музыки (0-100). Сохраняет через перезагрузки.",
   ".songremove": "Удалите песню по этому # в очереди или «all», чтобы удалить все песни из очереди и сбросить индекс песни.",
   ".playlists": "Список всех плейлистов. Нумерованно, 20 на страницу. Страница по умолчанию - 0.",
   ".deleteplaylist": "Удаляет сохраненный список воспроизведения, используя его идентификатор. Работает только в том случае, если вы сделали это, или если вы владелец бота.",
   ".save": "Сохраняет список воспроизведения под определенным именем. Имя плей-листа должно быть не более 20 символов и не должно содержать тире.",
   ".load": "Загружает сохраненный список воспроизведения, используя свой идентификатор. Используйте `.pls`, чтобы перечислить все сохраненные плейлисты и` .save`, чтобы сохранить новые.",
   ".fairplay": "Переключает с справедливостью. Когда включен, бот будет расставлять приоритеты в песнях от пользователей, у которых не было их недавно сыгранной песни вместо позиции песни в очереди.",
   ".songautodelete": "Переключает, следует ли автоматически удалять песню из музыкальной очереди при завершении воспроизведения.",
   ".soundcloudqueue": "Очередь звуковой песни с использованием ключевых слов. Bot присоединится к вашему голосовому каналу. ** Вы должны быть в голосовом канале **.",
   ".soundcloudpl": "Очередь в плейлист Soundcloud, используя ссылку.",
   ".nowplaying": "Показывает песню, которую играет бот.",
   ".shuffle": "Перемешивает текущий список воспроизведения.",
   ".playlist": "Очереди до 500 песен из списка воспроизведения youtube, указанного по ссылке или ключевым словам.",
   ".radio": "Очередь радиопотока по ссылке. Это может быть прямой поток mp3-радио, .m3u, .pls .asx или .xspf (использование видео: <https://streamable.com/al54>)",
   ".move": "Перемещает бота на ваш голосовой канал. (работает только в том случае, если музыка уже воспроизводится)",
   ".movesong": "Перемещает песню из одной позиции в другую.",
   ".setmaxqueue": "Устанавливает максимальный размер очереди. Поставьте 0 или нет аргументов, чтобы не иметь ограничений.",
   ".setmaxplaytime": "Устанавливает максимальное число секунд (> 14), которое может выполнить песня перед автоматическим пропуском. Установите 0, чтобы не было предела.",
   ".reptcursong": "Переключает повтор текущей песни.",
   ".rpeatplaylst": "Включает повторение всех песен в очереди (каждая песня, которая заканчивается, добавляется в конец очереди).",
   ".autoplay": "Переключает автовоспроизведение. Когда песня закончена, автоматически ставьте в очередь соответствующую песню Youtube. (Работает только для песен Youtube и когда очередь пуста)",
   ".setmusicchannel": "Устанавливает текущий канал в качестве музыкального выходного канала по умолчанию. Это приведет к воспроизведению, завершению, приостановке и удалению песен на этот канал вместо канала, где первая песня была поставлена в очередь.",
   ".unsetmusicchannel": "Bot выводит воспроизведение, завершение, приостановку и удаление песен на канал, где первая песня была поставлена в очередь."
   },
   "NSFW": {
   ".autohentai": "Публикует хентай каждые X секунд со случайным тегом из предоставленных тегов. Используйте `|` для разделения тегов. Минимум 20 секунд. Не предоставлять аргументы для отключения.",
   ".autoboobs": "Публикует сиськи каждые X секунд. Минимум 20 секунд. Не предоставлять аргументы для отключения.",
   ".autobutts": "Публикует о butts каждые X секунд. Минимум 20 секунд. Не предоставлять аргументы для отключения.",
   ".hentai": "Показывает изображение хентай с произвольного веб-сайта (гельбору или данбоуру или коначан или атфбоуру или яндере) с заданным тегом. Тег является необязательным, но предпочтительным. Разрешено только 1 тег.",
   ".hentaibomb": "Показывает всего 5 изображений (от гельбору, данбоуру, коначан, яндере и атфбоуру). Тег является необязательным, но предпочтительным.",
   ".yandere": "Показывает случайное изображение из yandere с заданным тегом. Тег является необязательным, но предпочтительным. (несколько тегов добавляются с +)",
   ".konachan": "Показывает случайное изображение хентай из коначана с заданным тегом. Тег является необязательным, но предпочтительным.",
   ".e621": "Показывает случайное изображение хентай с e621.net с заданным тегом. Тег является необязательным, но предпочтительным. Используйте пробелы для нескольких тегов.",
   ".rule34": "Показывает случайное изображение из правила 34.xx с заданным тегом. Тег является необязательным, но предпочтительным. (несколько тегов добавляются с +)",
   ".danbooru": "Показывает случайное изображение хентай из данбору с заданным тегом. Тег является необязательным, но предпочтительным. (несколько тегов добавляются с +)",
   ".gelbooru": "Показывает случайное изображение хентай из гельбору с заданным тегом. Тег является необязательным, но предпочтительным. (несколько тегов добавляются с +)",
   ".boobs": "Реальный контент для взрослых.",
   ".butts": "Реальный контент для взрослых.",
   ".nsfwtagbl": "Переключает, включен ли тэг в черный список или нет в nsfw-поиске. Не показывать никаких параметров, чтобы увидеть список вложенных в черный список тегов."
   },
   "Permissions": {
   ".verbose": "Устанавливает, следует ли показывать, когда команда / модуль заблокирован.",
   ".permrole": "Устанавливает роль, которая может изменять разрешения. Не указывайте параметры, чтобы увидеть текущий. По умолчанию `.Mashiro`",
   ".listperms": "Перечисляет всю цепочку разрешений с индексами. Вы можете указать необязательный номер страницы, если есть много разрешений.",
   ".removeperm": "Удаляет разрешение из данной позиции в списке разрешений.",
   ".moveperm": "Перемещает разрешение из одной позиции в другую в списке разрешений.",
   ".srvrcmd": "Устанавливает разрешение команды на уровне сервера.",
   ".srvrmdl": "Устанавливает разрешение модуля на уровне сервера.",
   ".usrcmd": "Устанавливает разрешение команды на уровне пользователя.",
   ".usrmdl": "Устанавливает разрешение модуля на уровне пользователя.",
   ".rolecmd": "Устанавливает разрешение команды на уровне роли.",
   ".rolemdl": "Устанавливает разрешение модуля на уровне роли.",
   ".chnlcmd": "Устанавливает разрешение команды на уровне канала.",
   ".chnlmdl": "Устанавливает разрешение модуля на уровне канала.",
   ".allchnlmdls": "Включение или отключение всех модулей в указанном канале.",
   ".allrolemdls": "Включить или отключить все модули для определенной роли.",
   ".allusrmdls": "Включить или отключить все модули для определенного пользователя.",
   ".allsrvrmdls": "Включение или отключение всех модулей для вашего сервера.",
   ".cmdcooldown": "Устанавливает кулдаун для каждого пользователя для команды. Установите его на 0, чтобы удалить кулдаун.",
   ".allcmdcooldowns": "Показывает список всех команд и их соответствующих кулдаунов.",
   ".srvrfilterinv": "Включает автоматическое удаление приглашений, размещенных на сервере. Не влияет на владельца бота.",
   ".chnlfilterinv": "Включает автоматическое удаление приглашений, размещенных в канале. Не отменяет настройку `.srvrfilterinv`. Не влияет на владельца бота.",
   ".srvrfilterwords": "Включает автоматическое удаление сообщений, содержащих отфильтрованные слова на сервере. Не влияет на владельца бота.",
   ".chnlfilterwords": "Включает автоматическое удаление сообщений, содержащих отфильтрованные слова на канале. Не отменяет параметр «.srvrfilterwords». Не влияет на владельца бота.",
   ".fw": "Добавляет или удаляет (если оно существует) слово из списка фильтрованных слов. Используйте `.sfw` или` .cfw` для переключения фильтрации.",
   ".lstfilterwords": "Показывает список отфильтрованных слов.",
   ".resetperms": "Сбрасывает модуль разрешений бота на этом сервере на значение по умолчанию."
   },
   "Pokemon": {
   ".attack": "Атакует цель заданным движением. Используйте `.movelist`, чтобы увидеть список ходов, которые ваш тип может использовать",
   ".movelist": "Список ходов, которые вы можете использовать",
   ".heal": "Лечит кого-то. Восстанавливает тех, кто ослабел. Затраты на одну валюту.",
   ".type": "Получите poketype цели.",
   ".settype": "Установите свой тип poketype. Затраты на одну валюту. Не указывайте аргументы, чтобы просмотреть список доступных типов.."
   },
   "Searches": {
   ".lolban": "Показывает лучших запрещенных чемпионов, заказанных по ставке запрета.",
   ".crypto": "Показывает базовую статистику о криптовалюте с coinmarketcap.com. Вы можете использовать либо имя, либо аббревиатуру от валюты.",
   ".rip": "Покойся с миром",
   ".say": "Bot отправит сообщение, которое вы ввели на этом канале. Поддержка вложений.",
   ".weather": "Показывает данные о погоде для определенного города. Вы также можете указать страну после запятой.",
   ".time": "Показывает текущее время и часовой пояс в указанном месте.",
   ".youtube": "Ищет на ютубе и показывает первый результат",
   ".imdb": "Запросы imdb для фильмов или сериалов, показать первый результат.",
   ".randomcat": "Показывает случайное изображение кошки.",
   ".randomdog": "Показывает случайное изображение собаки.",
   ".image": "Показывает первое найденное изображение с помощью параметра поиска. Используйте `.rimg` для разных результатов.",
   ".randomimage": "Показывает случайное изображение с помощью параметра поиска",
   ".lmgtfy": "Загуглите что-то для идиота.",
   ".shorten": "Попытки сократить URL-адрес, если не получается, возвращает URL-адрес ввода.",
   ".google": "Получить ссылку на поиск Google для некоторых условий.",
   ".magicthegathering": "Поиск карты Magic The Gathering.",
   ".hearthstone": "Ищет карточку Hearthstone и показывает ее изображение. Требуется некоторое время для завершения.",
   ".yodify": "Переводит ваши обычные предложения в предложения стиля Yoda!",
   ".urbandict": "Поиски Урбанского словаря для слова.",
   ".define": "Находит определение слова.",
   ".#": "Поиск Tagdef.com для hashtag.",
   ".catfact": "Показывает случайный catfact из <http://catfacts-api.appspot.com/api/facts>",
   ".revav": "Возвращает обратный поиск Google для персонального аватара.",
   ".revimg": "Возвращает обратный поиск Google для изображения из ссылки.",
   ".safebooru": "Показывает случайное изображение из safebooru с заданным тегом. Тег является необязательным, но предпочтительным. (несколько тегов добавляются с +)",
   ".wikipedia": "Дает вам ссылку на wikipedia",
   ".color": "Показывает, какие цвета соответствуют введенным гексам.",
   ".videocall": "Создает частную ссылку для видеовызова <http://www.appear.in> для вас и других упомянутых людей. Ссылка отправляется упомянутым людям через личное сообщение.",
   ".avatar": "Показывает аватар указанного человека.",
   ".wikia": "Дает вам ссылку wikia",
   ".bible": "Показывает стих библии. Вам нужно указать название книги и главу: стих",
   ".novel": "Ищет новеллу на `http: // novelupdates.com /`. Вы должны указать точное название.",
   ".mal": "Показывает основную информацию из профиля MyAnimeList.",
   ".anime": "Запрос анилиста для аниме. Показывает первый результат.",
   ".manga": "Запрос анилиста для манги. Показывает первый результат.",
   ".feed": "Подписывается для фида. Bot будет публиковать обновления по одному разу каждые 10 секунд. У вас может быть до 10 каналов на одном сервере. Все каналы должны иметь уникальные URL-адреса.",
   ".feedremove": "Останавливает отслеживание фида по данному индексу. Используйте команду `.feeds`, чтобы просмотреть список фидов и их индексы.",
   ".feeds": "Показывает список каналов, на которые вы подписаны на этом сервере.",
   ".yomama": "Показывает случайную шутку из <http://api.yomomma.info/>",
   ".randjoke": "Показывает случайную шутку из <http://tambal.azurewebsites.net/joke/random>",
   ".chucknorris": "Показывает случайную шутку Чака Норриса из <http://api.icndb.com/jokes/random/>",
   ".wowjoke": "Присылает одну из предпоследних шуток Kwoth's WoW.",
   ".magicitem": "Показывает случайный магический предмет из <https://1d4chan.org/wiki/List_of_/tg/%27s_magic_items>",
   ".memelist": "Показывает список мемов, которые вы можете использовать с помощью `.memegen` from http://memegen.link/templates/",
   ".memegen": "Создает meme из memelist с верхним и нижним текстом.",
   ".osu": "Показывает статистику osu для игрока.",
   ".osub": "Показывает информацию о карте osu.",
   ".osu5": "Отображает 5 лучших игр пользователя.",
   ".overwatch": "Показывает основную статистику игрока (соревновательный ранг, время воспроизведения, уровень и т. Д.). Коды регионов: `eu`` us`` cn`` kr`",
   ".pathofexile": "Ищет символы для заданной учетной записи Path of Exile. Можете указать имя лиги для фильтрации результатов.",
   ".pathofexileleagues": "Возвращает список Path of Exile лиг.",
   ".pathofexilecurrency": "Возвращает эквивалент беспорядка данной валюты или обменного курса между двумя валютами.",
   ".pathofexileitem": "Ищет элемент пути из ссылки из Path of Exile GamePedia.",
   ".placelist": "Показывает список доступных тегов для команды `.place`.",
   ".place": "Показывает образ владетеля данного тега. Используйте `.placelist`, чтобы увидеть все доступные теги. Вы можете указать ширину и высоту изображения в качестве двух последних необязательных аргументов.",
   ".pokemon": "Ищет покемона.",
   ".pokemonability": "Ищет способности покемонов.",
   ".smashcast": "Уведомляет этот канал, когда указанный пользователь начинает прямой эфир.",
   ".twitch": "Уведомляет этот канал, когда указанный пользователь начинает прямой эфир.",
   ".picarto": "Уведомляет этот канал, когда указанный пользователь начинает прямой эфир.",
   ".mixer": "Уведомляет этот канал, когда указанный пользователь начинает прямой эфир.",
   ".streamadd": "Уведомляет этот канал, когда прямой эфир пользователя по указанному URL-адресу переходит в онлайн-режим или офлайн.",
   ".streamremove": "Удаляет уведомления указанного потока на указанной платформе на этом канале. Вы также можете указать URL-адрес.",
   ".liststreams": "Список всех потоков, которые вы используете на этом сервере.",
   ".checkstream": "Проверяет, подключен ли пользователь к определенной потоковой платформе.",
   ".translate": "Переводит с>на текст. От данного языка до языка назначения.",
   ".autotranslang": "Устанавливает исходный и целевой язык для использования с `.at`. Не указывайте аргументы для удаления ранее заданного значения.",
   ".translangs": "Перечисляет допустимые языки для перевода.",
   ".xkcd": "Показывает комикс XKCD. Без аргументов не получите случайный. Аргумент числа будет извлекать определенный комикс, а 'latest' получит последний."
   },
   "Utility": {
   ".togethertube": "Создает новую комнату на <https://togethertube.com> и отправляет ссылку в чате.",
   ".whosplaying": "Показывает список пользователей, играющих в указанную игру.",
   ".inrole": "Перечисляет каждого человека из указанной роли на этом сервере. Вы можете использовать идентификатор роли, имя роли.",
   ".checkperms": "Проверяет ваши или пользовательские разрешения бота на этом канале.",
   ".userid": "Показывает идентификатор пользователя.",
   ".roleid": "Показывает идентификатор указанной роли.",
   ".channelid": "Показывает текущий идентификатор канала.",
   ".serverid": "Показывает текущий идентификатор сервера.",
   ".roles": "Список ролей на этом сервере или роли пользователя, если они указаны.  на страницу, 20 ролей на страницу.",
   ".channeltopic": "Отправляет тему текущего канала в виде сообщения.",
   ".createinvite": "Создает новое приглашение, которое имеет бесконечное использование max и никогда не истекает.",
   ".stats": "Показывает базовую статистику для Mashiro.",
   ".showemojis": "Показывает имя и ссылку на каждый СПЕЦИАЛЬНЫЙ emoji в сообщении.",
   ".ping": "Пинганите бота, чтобы узнать, есть ли проблемы с задержкой.",
   ".calculate": "Рассчитать математическое выражение.",
   ".calcops": "Показывает все доступные операции в команде `.calc`",
   ".alias": "Создайте пользовательский псевдоним для определенной команды Mashiro. Не предоставлять псевдоним для удаления существующего.",
   ".aliaslist": "Показывает список установленных в настоящее время псевдонимов. По страницам.",
   ".serverinfo": "Показывает информацию о сервере, на котором работает бот. Если сервер не выбран, по умолчанию он соответствует текущему.",
   ".channelinfo": "Показывает информацию о канале. Если ни один канал не выбран, по умолчанию используется текущий.",
   ".userinfo": "Показывает информацию о пользователе. Если ни один пользователь не выбран, он по умолчанию использует пользователя, выполняющего команду.",
   ".clparew": "Претензии на вознаграждение. Если вы подписаны на patreon владельца бота, вы можете использовать эту команду, чтобы заявить о своих наградах - если владелец бота установил свой пароль.",
   ".listquotes": "Выводит список всех цитат на сервере в алфавитном порядке или по идентификатору. 15 На страницу.",
   "...": "Показывает случайную цитату с указанным именем.",
   ".qsearch": "Показывает случайную цитату для ключевого слова, которое содержит любой текст, указанный в поиске.",
   ".quoteid": "Отображает цитату с указанным идентификационным номером. Идентификационные номера кодов можно найти, набрав `.liqu [num]` где `[num]` - это номер страницы, который содержит 15 цитат.",
   "..": "Добавляет новую цитату с указанным именем и сообщением.",
   ".quotedel": "Удаляет цитату с указанным идентификатором. Вы должны быть либо администратором сервера, либо создателем цитаты, чтобы удалить его.",
   ".delallq": "Удаляет все кавычки по указанному ключевому слову.",
   ".remind": "Отправляет сообщение вам или каналу через определенное время. Первый аргумент - `me` /` here` / 'channelname'. Второй аргумент - это время в порядке убывания (mo> w> d> h> m) пример: 1w5d3h10m. Третий аргумент - это (многословное) сообщение.",
   ".remindlist": "Выводит список всех напоминаний, которые вы создали. Нумерованный.",
   ".reminddel": "Удаляет напоминание по указанному индексу.",
   ".repeatinvoke": "Сразу показывает сообщение на повторе по определенному индексу и перезапускает его таймер.",
   ".repeatremove": "Удаляет повторяющееся сообщение по указанному индексу. Используйте `.repeatlist`, чтобы увидеть индексы.",
   ".repeat": "Повторяет сообщение каждые минуты «X» в текущем канале. Вместо этого вы можете указать время суток, чтобы сообщение повторялось ежедневно (убедитесь, что вы установили часовой пояс своего сервера). Вы можете иметь до 5 повторяющихся сообщений на сервере в целом.",
   ".repeatlist": "Показывает в настоящее время повторяющиеся сообщения и их индексы.",
   ".streamrole": "Устанавливает роль, которая контролируется для стримеров (FromRole), и роль, которую нужно добавить, если пользователь из «FromRole» стрима (AddRole). Когда пользователь из «FromRole» начинает стрим, он получит «AddRole». Не предоставлять аргументы для отключения",
   ".streamrolekw": "Устанавливает ключевое слово, которое требуется в заголовке потока, чтобы применить streamrole. Не предоставлять ключевое слово для перезагрузки.",
   ".streamrolebl": "Добавляет или удаляет пользователя с черным списком. Пользователи с черным списком никогда не получат роль потока.",
   ".streamrolewl": "Добавляет или удаляет пользователя в белом списке. Пользователи с белыми списками получат роль потока, даже если у них нет указанного ключевого слова в заголовке потока.",
   ".convertlist": "Список конвертируемых размеров и валют.",
   ".convert": "Преобразование величин. Используйте `.convertlist`, чтобы увидеть поддерживаемые размеры и валюты.",
   ".verboseerror": "Переключает, должен ли бот печатать ошибки команды, когда используется некорректная команда."
   },
   "Profile": {
   ".profile": "Показывает вашу статистику. Укажите человека, чей профиль вы хотите посмотреть.",
   ".rep": "Дает репутацию пользователю за 1000 валют",
   ".xplvluprewards": "Показывает на данный момент уровень вознаграждения.",
   ".xprolereward": "Устанавливает вознаграждение за роль на заданном уровне. Не указывать название роли, чтобы удалить вознаграждение за роль.",
   ".xpnotify": "Устанавливает, как бот должен уведомить вас, когда вы получите уровень `server` или `global`. Вы можете установить `dm` (для бота отправить прямое сообщение),` channel` (чтобы получить уведомление в канале, в котором вы отправили последнее сообщение) или `none`, чтобы отключить.",
   ".xpexclude": "Исключить канал, роль или текущий сервер из системы xp.",
   ".xpexclusionlist": "Показывает роли и каналы, исключенные из системы XP на этом сервере, а также исключается ли весь сервер.",
   ".xpleaderboard": "Показывает текущий рейтинг сервера xp.",
   ".xpgleaderboard": "Показывает глобальную таблицу лидеров xp.",
   ".xpadd": "Добавляет xp к пользователю на сервере. Это не влияет на их глобальный рейтинг. Вы можете использовать отрицательные значения.",
   ".clubtransfer": "Передает право владения клуба другому члену клуба.",
   ".clubadmin": "Назначает (или отменяет) роль сотрудника члену клуба. Админы могут банить, кикать и принимать заявки.",
   ".clubcreate": "Создает клуб. Вы должны быть как минимум 5-го уровня и не быть в другом клубе.",
   ".clubicon": "Устанавливает значок клуба.",
   ".clubinfo": "Показывает информацию о клубе.",
   ".clubbans": "Показывает список пользователей, которые заблокировали ваш клуб. Постраничный. Вы должны быть владельцем клуба, чтобы использовать эту команду.",
   ".clubapps": "Показывает список пользователей, которые вступили в ваш клуб. По страницам. Вы должны быть владельцем клуба, чтобы использовать эту команду.",
   ".clubapply": "Подать заявку на участие в клубе. Вы должны соответствовать требованиям минимального уровня этого клуба и не быть в списке запретов.",
   ".clubaccept": "Принять пользователя, который вступает в ваш клуб.",
   ".clubleave": "Вы покинете клуб, в котором вы сейчас находитесь..",
   ".clubkick": "Удаляет пользователя из клуба. Вы должны быть владельцем клуба. Они смогут снова подать заявку.",
   ".clubban": "Исключает пользователя из клуба. Вы должны быть владельцем клуба. Они не смогут снова подать заявку.",
   ".clubunban": "Разбанивает ранее забаненного пользователя клуба. Вы должны быть владельцем клуба.",
   ".clublevelreq": "Устанавливает необходимый уровень клуба для участия в клубе. Вы должны быть владельцем клуба. Вы не можете установить этот номер ниже 5.",
   ".clubdesc": "Устанавливает описание клуба. Максимум 150 символов. Вы должны быть владельцем клуба.",
   ".clubdisband": "распускает клуб, которым вы являетесь владельцем. Это действие необратимо.",
   ".clublb": "Показывает рейтинги клубов на указанной странице.",
   ".xpreset": "Сбрасывает указанный пользовательский XP или XP всех пользователей на сервере. Вы не можете отменить это действие."
  },
  "ProVersion": {
   ".execsql": "Выполняет команду sql и возвращает количество затронутых строк. Опасно.",
   ".deletewaifus": "Удаляет все из таблиц WaifuUpdates и WaifuInfo.",
   ".deletecurrency": "Удаляет всё из Currency и CurrencyTransactions.",
   ".deleteplaylists": "Удаляет все, начиная с MusicPlaylists.",
   ".deleteexp": "Удаляет ХР",
   ".rotateplaying": "Переключает поворот состояния воспроизведения динамических строк, которые вы указали ранее.",
   ".addplaying": "Добавляет указанную строку в список изменяющихся игровых строк. Вы должны выбрать «Играть», «Наблюдение» или «Прослушивание» в качестве первого параметра. Поддерживаемые заполнители: `%servers%`, `%users%`, `%playing%`, `%queued%`, `%time%`, `%shardid%`, `%shardcount%`, `%shardguilds%`.",
   ".listplaying": "Список всех статусов игр с их соответствующим номером.",
   ".removeplaying": "Удаляет игровую строку с заданным номером.",
   ".defprefix": "Устанавливает префикс бота по умолчанию для всех команд бота. Не указывайте аргументы, чтобы увидеть текущий префикс по умолчанию. Это не изменит текущий префикс этого сервера.",
   ".scadd": "Добавляет команду в список команд, которые будут выполняться автоматически в текущем канале, в том порядке, в котором они были добавлены ботом при его запуске.",
   ".sclist": "Перечисляет все команды запуска в том порядке, в котором они будут выполняться.",
   ".wait": "Используется только как команда запуска. Ожидается определенное количество миллисекунд, прежде чем продолжить выполнение следующих команд запуска.",
   ".scrm": "Удаляет команду запуска с предоставленным текстом команды.",
   ".scclr": "Удаляет все команды запуска.",
   ".fwmsgs": "Переключает переадресацию сообщений без команд, отправленных DM ботами к владельцам ботов",
   ".fwtoall": "Переключает, будут ли сообщения отправляться всем владельцам ботов или только к первому, указанному в файле credentials.json",
   ".restartshard": "Попробуйте (пере) подключить шард с определенным шардиком, когда он отключится. Никто не знает, будет ли это работать. Следите с помощью консоли за ошибками.",
   ".leave": "Маширо покидает сервер. Требуется либо имя сервера, либо идентификатор сервера.",
   ".die": "Заглушает бота.",
   ".restart": "Перезапускает бота. Может не работать.",
   ".setname": "Дает боту новое имя.",
   ".setstatus": "Устанавливает статус бота. (Online/Idle/Dnd/Invisible)",
   ".setavatar": "Устанавливает новое изображение аватара для MashiroBot. Аргумент - прямая ссылка на изображение.",
   ".setgame": "Устанавливает игровой статус бота для игры, прослушивания или просмотра.",
   ".setstream": "Устанавливает поток ботов. Первый аргумент - это связанная ссылка, второй аргумент - имя потока.",
   ".send": "Отправляет сообщение кому-то на другом сервере через бота. Разделите идентификаторы сервера и канала или пользователя с помощью `|` и префикс идентификатора канала с `c:` и идентификатором пользователя с помощью `u:`.",
   ".imagesreload": "Перезагружает ботов изображений. Безопасно использовать, даже если бот перегружен.",
   ".botconfigreload": "Перезагружает конфигурацию бота в случае внесения изменений в таблицу BotConfig либо с помощью .execsql, либо вручную в файле .db.",
   ".masskill": "Укажите новый раздел, посвященный `userid reason`. Вы можете использовать User # disc вместо UserId. Указанные пользователи будут заблокированы на данном сервере, занесены в черный список бота, и все их цветы будут удалены.",
   ".crstatsclear": "Сбрасывает счетчики на `.crstats`. Вы можете указать триггер, чтобы очистить статистику только для этого триггера.",
   ".timelyreset": "Resets all user timeouts on `.timely` command.",
   ".timelyset": "Устанавливает «своевременную» сумму денежного допуска для пользователей. Второй аргумент - период в часах, по умолчанию - 24 часа.",
   ".award": "Награждает кого-то определенной валютой. Вы можете указать причину после имени пользователя. Вы также можете указать имя роли для присвоения валюты всем пользователям в роли.",
   ".take": "Берёт определенную сумму денег у кого-то.",
   ".eventstart": "Начинает одно из событий, которые происходят на паблике Маширо. События: `reaction`",
   ".slotstats": "Показывает общую статистику команды слота для этого сеанса бота.",
   ".slottest": "Тестирует, чтобы узнать, сколько выплатили игровые автоматы за X количество игр.",
   ".typeadd": "Добавляет новую статью к конкурсу ввода текста.",
   ".typedel": "Удаляет текстовую статью с идентификатором.",
   ".hgit": "Создает файл commandlist.md.",
   ".local": "Очередь локального файла путем указания полного пути.",
   ".localplaylst": "Очередь всех песен из каталога.",
   ".nsfwcc": "Очищает кеш nsfw.",
   ".ubl": "Либо [add] либо [rem] пользователя, упомянутого или идентефицированного из черного списка.",
   ".cbl": "Либо [add] либо [rem] канала, указанного идентификатором из черного списка.",
   ".sbl": "Либо [add] либо [rem] сервера, указанного именем или идентификатором из черного списка.",
   ".listglobalperms": "Перечисляет глобальные разрешения, установленные владельцем бота.",
   ".globalmodule": "Включает модуль на любом сервере.",
   ".globalcommand": "Включает команду на любом сервере.",
   ".resetglobalperms": "Сбрасывает глобальные разрешения, установленные владельцем бота.",
   ".autotrans": "Начинает автоматический перевод всех сообщений пользователями, которые установили свой `.atl` в этом канале. Вы можете установить аргумент 'del' для автоматического удаления всех переведенных пользовательских сообщений.",
   ".listservers": "Перечисляет серверы, на которых работает бот, с некоторой базовой информацией. 15 на страницу.",
   ".savechat": "Сохраняет несколько сообщений в текстовом файле и отправляет их вам.",
   ".botconfigedit": "Устанавливает одну из доступных настроек конфигурации бота в указанное значение. Используйте команду без каких-либо параметров, чтобы получить список доступных настроек..",
   ".activity": "Проверяет спамеров.",
   ".parewrel": "Обновляет список клиентов, имеющих право на получение вознаграждения.",
   ".remindtemplate": "Устанавливает сообщение, когда срабатывает напоминание. Доступными заполнителями являются `% user%` - пользователь, который выполнил команду, `% message%` - сообщение, указанное в напоминании, `% target%` - целевой канал напоминания.",
   ".xpcurreward": "Устанавливает денежное вознаграждение на определенном уровне. Не предоставляйте суммы, чтобы снять вознаграждение."
  }
}
