{
  "administration": {
   ".delmsgoncmd": "Toggles the automatic deletion of the user's successful command message to prevent chat flood. You can use it either as a server toggle, channel whitelist, or channel blacklist, as channel option has 3 settings: Enable (always do it on this channel), Disable (never do it on this channel), and Inherit (respect server setting). Use `list` parameter to see the current states.",
   ".deafen": "Deafens mentioned user or users.",
   ".undeafen": "Undeafens mentioned user or users.",
   ".delvoichanl": "Deletes a voice channel with a given name.",
   ".creatvoichanl": "Creates a new voice channel with a given name.",
   ".deltxtchanl": "Deletes a text channel with a given name.",
   ".creatxtchanl": "Creates a new text channel with a given name.",
   ".settopic": "Sets a topic on the current channel.",
   ".setchanlname": "Changes the name of the current channel.",
   ".edit": "Edits bot's message, you have to specify message ID and new text. Supports embeds.",
   ".autoassignrole": "Automaticaly assigns a specified role to every user who joins the server. Provide no arguments to disable.",
   ".execsql": "Executes an sql command and returns the number of affected rows. Dangerous.",
   ".deletewaifus": "Deletes everything from WaifuUpdates and WaifuInfo tables.",
   ".deletecurrency": "Deletes everything from Currency and CurrencyTransactions.",
   ".deleteplaylists": "Deletes everything from MusicPlaylists.",
   ".deleteexp": "deleteexp",
   ".gvc": "Toggles game voice channel feature in the voice channel you're currently in. Users who join the game voice channel will get automatically redirected to the voice channel with the name of their current game, if it exists. Can't move users to channels that the bot has no connect permission for. One per server.",
   ".languageset": "Sets this server's response language. If bot's response strings have been translated to that language, bot will use that language in this server. Reset by using `default` as the locale name. Provide no arguments to see currently set language.",
   ".langsetdefault": "Sets the bot's default response language. All servers which use a default locale will use this one. Setting to `default` will use the host's current culture. Provide no arguments to see currently set language.",
   ".languageslist": "List of languages for which translation (or part of it) exist atm.",
   ".logserver": "Enables or Disables ALL log events. If enabled, all log events will log to this channel.",
   ".logignore": "Toggles whether the `.logserver` command ignores this channel. Useful if you have hidden admin channel and public log channel.",
   ".logevents": "Shows a list of all events you can subscribe to with `.log`",
   ".log": "Toggles logging event. Disables it if it is active anywhere on the server. Enables if it isn't active. Use `.logevents` to see a list of all events you can subscribe to.",
   ".setmuterole": "Sets a name of the role which will be assigned to people who should be muted. Default is mashiro-mute.",
   ".mute": "Mutes a mentioned user both from speaking and chatting. You can also specify time in minutes (up to 1440) for how long the user should be muted.",
   ".unmute": "Unmutes a mentioned user previously muted with `.mute` command.",
   ".chatmute": "Prevents a mentioned user from chatting in text channels.",
   ".chatunmute": "Removes a mute role previously set on a mentioned user with `.chatmute` which prevented him from chatting in text channels.",
   ".voicemute": "Prevents a mentioned user from speaking in voice channels.",
   ".voiceunmute": "Gives a previously voice-muted user a permission to speak.",
   ".rotateplaying": "Toggles rotation of playing status of the dynamic strings you previously specified.",
   ".addplaying": "Adds a specified string to the list of playing strings to rotate. You have to pick either 'Playing', 'Watching' or 'Listening' as the first parameter. Supported placeholders: `%servers%`, `%users%`, `%playing%`, `%queued%`, `%time%`, `%shardid%`, `%shardcount%`, `%shardguilds%`.",
   ".listplaying": "Lists all playing statuses with their corresponding number.",
   ".removeplaying": "Removes a playing string on a given number.",
   ".prefix": "Sets this server's prefix for all bot commands. Provide no arguments to see the current server prefix. **Setting prefix requires Administrator server permission.**",
   ".defprefix": "Sets bot's default prefix for all bot commands. Provide no arguments to see the current default prefix. This will not change this server's current prefix.",
   ".antiraid": "Sets an anti-raid protection on the server. First argument is number of people which will trigger the protection. Second one is a time interval in which that number of people needs to join in order to trigger the protection, and third argument is punishment for those people (Kick, Ban, Mute)",
   ".antispam": "Stops people from repeating same message X times in a row. You can specify to either mute, kick or ban the offenders. If you're using mute, you can add a number of seconds at the end to use a timed mute. Max message count is 10.",
   ".antispamignore": "Toggles whether antispam ignores current channel. Antispam must be enabled.",
   ".antilist": "Shows currently enabled protection features.",
   ".prune": "`.prune` removes all Mashiro's messages in the last 100 messages. `.prune X` removes last `X` number of messages from the channel (up to 100). `.prune @Someone` removes all Someone's messages in the last 100 messages. `.prune @Someone X` removes last `X` number of 'Someone's' messages in the channel.",
   ".slowmode": "Toggles slowmode. Disable by specifying no parameters. To enable, specify a number of messages each user can send, and an interval in seconds. For example 1 message every 5 seconds.",
   ".slowmodewl": "Ignores a role or a user from the slowmode feature.",
   ".reactionroles": "Specify role names and server emojis with which they're represented, the bot will then add those emojis to the previous message in the channel, and users will be able to get the roles by clicking on the emoji. You can set 'excl' as the first argument to make them exclusive. You can have up to 5 of these enabled on one server at a time.",
   ".reactionroleslist": "Lists all ReactionRole messages on this channel and their indexes.",
   ".reactionrolesremove": "Removed a ReactionRole message on the specified index.",
   ".setrole": "Sets a role for a given user.",
   ".removerole": "Removes a role from a given user.",
   ".renamerole": "Renames a role. The role you are renaming must be lower than bot's highest role.",
   ".removeallroles": "Removes all roles from a mentioned user.",
   ".createrole": "Creates a role with a given name.",
   ".rolehoist": "Toggles whether this role is displayed in the sidebar or not.",
   ".rolecolor": "Set a role's color to the hex or 0-255 rgb color value provided. Provide no color in order to see the hex of the color of the specified role.",
   ".mentionrole": "Mentions a role. If the role is not mentionable, bot will make it mentionable for a moment.",
   ".adsarm": "Toggles the automatic deletion of confirmations for `.iam` and `.iamn` commands.",
   ".asar": "Adds a role to the list of self-assignable roles. You can also specify a group. If 'Exclusive self-assignable roles' feature is enabled, users will be able to pick one role per group.",
   ".rsar": "Removes a specified role from the list of self-assignable roles.",
   ".lsar": "Lists self-assignable roles. Shows 20 roles per page.",
   ".togglexclsar": "Toggles whether the self-assigned roles are exclusive. While enabled, users can only have one self-assignable role per group.",
   ".rolelevelreq": "Set a level requirement on a self-assignable role.",
   ".iam": "Adds a role to you that you choose. Role must be on a list of self-assignable roles.",
   ".iamnot": "Removes a specified role from you. Role must be on a list of self-assignable roles.",
   ".scadd": "Adds a command to the list of commands which will be executed automatically in the current channel, in the order they were added in, by the bot when it startups up.",
   ".sclist": "Lists all startup commands in the order they will be executed in.",
   ".wait": "Used only as a startup command. Waits a certain number of miliseconds before continuing the execution of the following startup commands.",
   ".scrm": "Removes a startup command with the provided command text.",
   ".scclr": "Removes all startup commands.",
   ".fwmsgs": "Toggles forwarding of non-command messages sent to bot's DM to the bot owners",
   ".fwtoall": "Toggles whether messages will be forwarded to all bot owners or only to the first one specified in the credentials.json file",
   ".shardstats": "Stats for shards. Paginated with 25 shards per page.",
   ".restartshard": "Try (re)connecting a shard with a certain shardid when it dies. No one knows will it work. Keep an eye on the console for errors.",
   ".leave": "Makes Mashiro leave the server. Either server name or server ID is required.",
   ".die": "Shuts the bot down.",
   ".restart": "Restarts the bot. Might not work."
  },
   "CustomReactions":{
   
   }
}